Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The methodology includes tools for evaluating opportunities, designing products and administering loans-all crucial for rural financial institutions that want to control the risks of agricultural lending when they do not have access to subsidies, grants or guarantees.
es: La metodología consiste en las herramientas para la evaluación de oportunidades, El diseño de productos crediticios y la administración de los préstamos-todas estas herramientas son cruciales para las instituciones financieras rurales que buscan atenuar los riesgos de los prestamos agrícolas, cuando estos no tienen acceso a subsidios, subvención o garantías.

source: "As regards 2009, the company's president and managing director, Jorge Gallardo, explains that ""we will continue with our strategy of concentrating in some therapeutic areas and will continue evaluating new opportunities of licenses and acquisitions which will allow us offer the best therapeutic solutions with the maximum profitability."
es: "Respecto a las perspectivas para 2009, el presidente y consejero delegado de esta empresa, Jorge Gallardo, explica que ""mantendremos nuestra estrategia de concentrarnos en determinadas áreas terapéuticas y continuaremos evaluando oportunidades de nuevas licencias y adquisiciones que nos permitan ofrecer las mejores soluciones terapéuticas con la máxima rentabilidad""."

source: Using opportunities sensibly, recognising potential risks and evaluating them objectively, avoiding or controlling excessive risks - these are the tasks of our sophisticated risk management system.
es: Utilizar de manera sensata las oportunidades, detectar y valorar objetivamente los posibles riesgos, evitar o controlar los riesgos desmesurados esta es la tarea de nuestro perfeccionado sistema de gestión de riesgos.

source: Our goal is to double sales and earnings by 2000.
es: Nuestra meta es duplicar las ventas y los ingresos antes del año 2000.

source: The other increases or decreases due to legal taxes, correspond to the taxes, the retained earnings of the subsidiaries.
es: Los otros incrementos o decrementos por impuestos legales, corresponden a los impuestos, a las utilidades devengadas de las filiales.

source: Highly profitable firms might be able to finance their growth by using retained earnings and by maintaining a constant debt ratio.
es: Las empresas muy rentables podrían financiar su crecimiento con sus beneficios no distribuidos y manteniendo un coeficiente de endeudamiento constante.

source: Bangladesh depends on the textile sector for most of its export earnings.
es: La mayoría de los ingresos por exportación de Bangladesh proceden del sector textil.

source: (3) Continued activities yearly earnings this rubric shall only be completed by the companies that are presenting their financial information according to the NIIF adopted and it shall reflect the earnings after tax from the continued activities.
es: (3) Resultado del ejercicio de actividades continuadas este epígrafe únicamente será cumplimentado por las entidades que presenten su información financiera conforme a las NIIF adoptadas y reflejará el resultado después de impuestos de las actividades continuadas.

source: In the case of Ukraine, this is in addition to the adoption of a privileged partnership framework, the Charter on a Distinctive Partnership of 1997 establishing the NATO-Ukraine Commission, the body that adopted the NATO-Ukraine Plan at Prague.
es: En el caso de Ucrania, ello se añade a la adopción de un marco de asociación privilegiado (Charter on a Distinctive Partnership, de 1997), que estableció la Comisión OTAN-Ucrania, órgano que adoptó en Praga el Plan OTAN-Ucrania.

source: d) Whether eligibility for dilution protection should also require that the mark be distinctive, and if so, whether it is equally acceptable that the mark be inherently distinctive or that the mark has acquired distinctiveness through use and promotion
es: d) Si la posibilidad de reclamar protección frente a la dilución debería también requerir que la marca sea distintiva, y en este caso, si es asimismo aceptable que la marca sea distintiva por sí misma o que la marca haya adquirido distintividad por su uso y promoción

source: 1 night in a «Distinctive Hotel», a 5* hotel in Jaco
es: 1 noche en « Distinctive Hôtel », 5* à Jaco

source: QUALCOMM hosting a half-day track on the BREW solution at the Wireless Developer Forum on Monday, 13 Feb. at 9 a.m. in Hall 2. Sessions will provide attendees the opportunity to hear more about creating content for BREW from successful publishers and developers including Ideaworks3D, American Greetings Interactive, 9-Squared and Distinctive Developments Ltd.
es: QUALCOMM ofrecerá un curso de media jornada sobre la solución BREW en Wireless Developer Forum (Foro de desarrolladores inalámbricos) el lunes 13 de febrero a las 9 de la mañana en el pabellón 2. Los asistentes tendrán la posibilidad de conocer más detalles sobre la creación de contenido para BREW de la mano de desarrolladores y editores reconocidos como Ideaworks3D, American Greetings Interactive, 9-Squared y Distinctive Developments Ltd. En este curso también se ofrecerá una descripción general de BREW SDK?

source: Although many funeral homes display our unique caskets, others show the catalog when families ask for something more distinctive.
es: Aun cuando muchas funerarias muestran nuestros atauds, otros muestran el catalogo cuando familias piden algo mas distinctivo.

source: This requirement would reconcile the objective of easy information flows with different national traditions and the competencies already established.
es: Este requisito conciliaría el objetivo de facilidad de información con las distintas tradiciones nacionales y con las competencias ya establecidas.

source: Furthermore, the FABS system demands new staff competencies and a more efficient distribution of work and responsibilities within and between services.
es: Asimismo, el sistema FABS exige nuevas competencias y una distribución más eficaz del trabajo y las funciones dentro de cada uno de los servicios y entre éstos.

source: I know that will not please colleagues in my Group, but we have to live in the real world and recognise the limits of our competencies.
es: Sé que esto no gustará a los miembros de mi Grupo, pero tenemos que ser realistas y reconocer los límites de nuestras competencias.

source: By focusing on blending and closing down the old refinery, the company will focus on its core competencies and reduce the high costs that were caused by the unprofitable refining activities.
es: Al limitar sus actividades a la mezcla de aceites y cerrar la antigua refinería, la empresa se centrará en sus competencias esenciales y podrá reducir los elevados costes resultantes de unas actividades de refinado poco rentables.

source: If you have been hesitating about direct mail marketing, here's an offer that you can simply not turn down.
es: Si aún tiene dudas sobre correo directo por postales, aquí le presentamos una oferta que simplemente no podrá rechazar.

source: Under no circumstances does the credit union provide your non-public information to any non-credit union related company for the purpose of marketing, telemarketing or direct mail marketing of any type of goods or services.
es: Bajo ninguna circunstancia la unión de crédito provee su informanción no publica a cualquier compañia no relacionada con la unión de crédito para propositos de mercadeo, mercadeo telefónico o mercadeo por correo de cualquier tipo de servicio o producto.

source: "The Direct Marketing Association's (DMA) Mail Preference Service lets you ""optout"" of receiving direct mail marketing from many national companies for five years."
es: Los Servicios Preferenciales Postales de la Direct Marketing Association, (DMA), le permiten optar por no recibir ofrecimientos postales de mercadeo directo de parte de muchas compañías a nivel nacional durante cinco años.

source: Another way to remove your name from some lists is to contact the Direct Marketing Association (DMA) to opt out of its members' direct mail and e-mail marketing solicitations.
es: Otra manera de retirar su nombre de algunas listas es escribiendo a la Asociación de Mercadeo Directo (DMA) para borrarse de las listas para mercadeo directo, por correo electrónico y/u ofertas de ventas.

source: Guaranteed issue and simplified underwritten products are sold best through low-cost channels such as direct mail, telemarketing and statement marketing.
es: Los productos de emisión garantizada y suscripción simplificada se venden mejor mediante canales de coste reducido, tales como correo directo, telemarketing y marketing con esloganes.

source: Companies invest a lot of time and money advertising employment opportunities, evaluating applicants, and managing the entire recruitment and hiring process.
es: Las empresas invierten mucho tiempo y dinero anunciando ofertas de trabajo, evaluando candidatos y gestionando todo el proceso de contratación de personal.

source: During 2005, we consolidated our regional organisation and focused specifically on countries and markets, as well as on evaluating opportunities and risks.
es: En 2005, consolidamos nuestra organización regional y nos concentramos en los países y mercados así como en la evaluación de oportunidades y riesgos.

source: Chamber news and events are essential tools for your business to connect to influential people, innovative ideas, and exclusive opportunities.
es: Nuestros eventos y publicaciones son herramientas esenciales para que su empresa tenga acceso a las oportunidades más exclusivas, a la gente más influyente y a las ideas más innovadoras.

source: This means that it is moving towards ensuring that its main business will be to create opportunities and facilitate possibilities for sharing ideas and experiences.
es: Eso significa que ha tomado un rumbo en el que su principal cometido será crear oportunidades y ofrecer la posibilidad de compartir ideas y experiencias.

source: Regarding opportunities, we see a lot of big ideas and projects that come out of published articles and new work, which shows that Spanish research is top-notch on an international level.
es: Por lo que se refiere a oportunidades, vemos grandes ideas y proyectos derivados de que la publicación de artículos y trabajos novedosos, es decir la investigación básica española, es de un alto nivel en términos internacionales.

source: A technical review on the conservation status of small cetaceans in southern South America has been released, providing up to date assessment of the available knowledge for the region, identifying research and conservation priorities and evaluating the opportunities for developing an Agreement for small cetaceans in the region.
es: Un informe técnico sobre el estado de conservación de pequeños cetáceos en la parte meridional de América del Sur se ha dado a conocer, proporcionando hasta la fecha una evaluación del conocimiento disponible para la región, identificando prioridades de investigación y conservación y evaluando las oportunidades para desarrollar un Acuerdo sobre pequeños cetáceos en la región.

source: In evaluating these potential opportunities, the planning team should check strategic alignment with the mission statement, review current and potential competitors and their relative strengths, and the internal strengths and weaknesses of the employers' organization itself.
es: Al valorar estas posibles oportunidades, el equipo de planificación debe comprobar la conformidad estratégica con la declaración de misión, examinar los competidores actuales y posibles y sus virtudes relativas, así como las virtudes y los defectos internos de la propia organización de empleadores.

source: Devised to cater for the different needs of segment C car drivers in pursuit of driving satisfaction and comfort, the Alfa Romeo Giulietta is available in two versions (Progression and Distinctive), along with two customisations (Sport Pack and Premium Pack).
es: Pensado para los diversos tipos de clientes del segmento C que buscan confort y disfrutar con la conducción, el Alfa Romeo Giulietta se propone en dos versiones (Progression y Distinctive), a las que se añaden dos paquetes de personalización del vehículo (Pack Sport y Pack Premium).

source: "The crisis is also an opportunity for leaders and policy-makers to implement policies that open up opportunities, and to break away from doing 'business as usual',"" he said."
es: "La crisis ofrece también una ocasión para que los dirigentes y los responsables de formular las políticas apliquen medidas que amplíen las oportunidades y rompan con los esquemas rutinarios"", manifestó."

source: And they continued doing business as usual.
es: Y han seguido haciendo sus negocios como antes.

source: A direct mail package may include a marketing letter and/or brochure.
es: Un paquete de envío directo puede incluir una carta y/o un folleto de comercialización.

source: I now offer my customers layout automation for direct mail, catalogs, classifieds, and personalized marketing.
es: Ahora ofrezco a mis clientes la automatización de las composiciones para correo directo, catálogos, anuncios clasificados y marketing personalizado.

source: Direct mail consisting solely of advertising, marketing or publicity material and comprising an identical message, except for the addressee's name, address and identifying number, may be considered as an item of correspondence.
es: La publicidad directa consistente únicamente en anuncios o material publicitario o de marketing y que contiene un mensaje idéntico con excepción del nombre, la dirección y el número de identificación del destinatario puede considerarse un envío de correspondencia.

source: I do not call for a complete ban on direct marketing by e -mail, but it is of the utmost importance for consumers to be given the choice beforehand whether they want to deal with this kind of direct marketing and for them to grant their approval or not, as the case may be.
es: No abogo por una prohibición total del marketing directo por e-mail , pero es primordial que los consumidores puedan decidir de antemano si quieren ser destinatarios de esta modalidad de marketing directo y que otorguen su consentimiento en este sentido.

source: In the case of direct marketing by e -mail, this is clearly a matter with cross-border implications.
es: En el caso de marketing directo por e-mail , el problema tiene un claro carácter transfronterizo.

source: The mail generated by direct marketing is the fastest growing segment of the postal industry in most countries.
es: El correo que genera la comercialización directa es el segmento de más rápido crecimiento del sector postal en la mayoría de los países.

source: This adds to the cost of doing business, as well as to the timeline for getting that business running.
es: Esto se agrega al costo de hacer negocios, así como a las previsiones de tiempo para que el negocio entre en funcionamiento.

source: In the occurrence of the death of one of the Depositors of the Business Share Draft for individuals or for individuals doing business as, the surviving Depositor shall immediately notify us.
es: En caso de ocura el fallecimiento de uno de los depositantes de la Cuenta de Cheques para Negocio para individuos o para individuos haciendo negocios, el depositante sobreviviente deberá notificarnos inmediatamente.

source: Corrupt companies and corrupt officials are determined to continue doing business as usual.
es: Las empresas y funcionarios corruptos están decididos a continuar haciendo negocios como hasta ahora.

source: Thanks to this reform, doing business as usual will be more difficult for the financial institutions that have generated this crisis.
es: Por último, no debemos preocuparnos por el valor del euro, pues la devaluación de la moneda común es positiva para la economía de la zona del euro.

source: This means that their relationship with UNDP must change, and that UNDP cannot continue 'doing business as usual'.
es: "Eso significa que su relación con el PNUD debe cambiar y que éste no puede seguir actuando ""como siempre""."

source: "If you will be doing business under a name other than your own, you will need to file a fictitious name certificate or a ""Doing Business As"" (DBA)."
es: "Si hará negocios bajo cualquier nombre distinto del suyo, tiene que sacar un certificado de nombre ficticio o un ""DBA"" (""haciendo negocios como"")."

source: In the drive for financial returns, it is strictly investors out doing business as usual.
es: En la búsqueda de ganancias financieras, son estrictamente los inversionistas quienes hacen sus negocios como de costumbre.

source: No Return to Doing Business as Usual The new international trade union movement in the global jobs crisis
es: No podemos volver al (Doing) Business as usual El nuevo Movimiento Sindical Internacional en la crisis global del empleo

source: This publication was created by Consumer Action with a grant from the California Consumer Protection Foundation, the administrator of the $25 million Community Collaborative Fund (CCF) resulting from the merger of GTE California and Bell Atlantic, now doing business as Verizon.
es: Esta publicación fue creada por Consumer Action a través de un subsidio de la Fundación de Protección del Consumidor de California (California Consumer Protection Foundation), que administra los $25 millones del Fondo Colaborador de la Comunidad (Community Collaborative Fund, o CCF) que resultó de la fusión de GTE California y Bell Atlantic, ahora conocida comercialmente como Verizon.

source: It uses the concepts of 'unsolicited communications' by 'electronic mail', 'for the purposes of direct marketing' which taken together, will in effect cover most sorts of 'spam'.
es: Recurre a los conceptos de «comunicaciones no solicitadas» transmitidas por «correo electrónico» «con fines de venta directa» que, conjuntamente, cubren de hecho la mayoría de los tipos de spam.

source: The current Directive also indicates that Member States can choose between an opt-in or an opt-out approach for unsolicited calls for the purpose of direct marketing, while e-mail is strictly speaking not covered by the Directive.
es: La Directiva actual dispone que los Estados miembros pueden elegir entre la aceptación o la denegación de llamadas no solicitadas a efectos de venta directa, mientras que el correo electrónico no está, estrictamente hablando, cubierto por la Directiva.

source: In any event, the practice of sending electronic mail for purposes of direct marketing disguising or concealing the identity of the sender on whose behalf the communication is made, or without a valid address to which the recipient may send a request that such communications cease, shall be prohibited.
es: 4. Se prohibirá, en cualquier caso, la práctica de enviar mensajes electrónicos con fines de venta directa en los que se disimule o se oculte la identidad del remitente por cuenta de quien se efectúa la comunicación, o que no contengan una dirección válida a la que el destinatario pueda enviar una petición de que se ponga fin a tales comunicaciones.

source: However, since the term 'call' has been interpreted in a narrow sense some of the national transposition law has only created protection against unsolicited voice telephony calls for direct marketing purposes, with the exclusion of direct marketing messages by e-mail or other new forms of communications.
es: "Sin embargo, como el término ""llamada"" se ha interpretado en sentido estricto, algunas de las medidas nacionales de transposición sólo han creado protección frente a las llamadas de telefonía vocal no solicitadas para fines de venta directa, con exclusión de los mensajes de venta directa transmitidos por correo electrónico u otras nuevas formas de comunicación."

source: The European Parliament has voted in favour of deletion of a recital explaining to what extent the provisions on unsolicited e-mail for direct marketing purposes would affect messages sent by political parties and charities.
es: El Parlamento Europeo ha votado a favor de suprimir un considerando aclaratorio de la medida en que las disposiciones sobre mensajes electrónicos no solicitados utilizados en la venta directa serán aplicables a los mensajes enviados por los partidos políticos y las organizaciones benéficas.

source: Moreover, electronic mail for direct marketing purposes other than at the request of a subscriber (so-called 'spam'), will be covered by the same type of protection as exists for faxes.
es: Además, el correo electrónico con fines de venta directa que no haya sido solicitado por un abonado (el llamado spam), quedará cubierto por el mismo tipo de protección que existe para el fax.

source: Consequently, there is no cross-elasticity of demand as a function of price.
es: Por consiguiente, no se da el caso de una elasticidad cruzada de la demanda en función del precio.

source: In other words, where the cross-elasticity of demand between two products is high, one may conclude that consumers view these products as close substitutes.
es: Es decir, cuando la elasticidad cruzada de la demanda entre dos productos es alta se puede concluir que los consumidores consideran a ambos productos sustitutos cercanos.

source: One party claimed that there is no cross-elasticity of demand between fresh and frozen salmon, and referred to the findings in Council Regulation (EC) No 930/2003 in support of this proposition.
es: Una parte alegó que no hay elasticidad cruzada de la demanda entre el salmón fresco y el salmón congelado y remitió a las conclusiones del Reglamento (CE) no 930/2003 del Consejo en apoyo de su propuesta.

source: "That's why we also offer BSmart a commercial account designed for professionals businesses owners registered as DBA (""Doing Business As"")."
es: "Por tal razón, tenemos otra cuenta comercial, la BSmart diseñada para los negocios que operan como DBA ""Doing Business As""."

source: Budget Service Any person, partnership, association, or corporation doing business as a budget counseling, credit counseling, debt management, or debt pooling service, if money is received from the debtor and disbursed to his creditor for a fee.
es: Servicios de Presupuesto Cualquiera persona, sociedad colectiva, asociación, o corporación haciendo negocios como asesoramiento de presupuesto, asesoramiento de deuda, administración de deuda, o servicio de consolidación de deuda, si el dinero es recibido del deudor y desembolsado a su acreedor por honorarios.

source: is a Nevada based corporation, doing business as Servers-R-Us.
es: es una corporación basada en el Estado de Nevada, en los EEUU y hace negocios como Servers-R-Us.

source: All the industries and sectors feature a yearly meeting point, where purchasers and suppliers get together to get acquainted with the new technologies, new companies and ways of doing business, as well as the divulging the latest related information.
es: Todas industrias y sectores ofrecen un punto de reuni¢n anual, donde los compradores y los proveedores se re£nen para conseguir conocidos con las nuevas tecnolog¡as, las nuevas compa?¡as y las maneras de hacer negocio, as¡ como la divulgaci¢n de la informaci¢n relacionada m s reciente.

source: The adopted resolution states that IUA will be registered as International Urantia Association doing business as Urantia Association International (IUA dba UAI).
es: La resolución adoptada establece que la AIU se registrará como Internacional Urantia Association trabajando como Urantia Association International.
